{
  "classiques": [
    {
      "id": 1,
      "nom": "Dell UltraSharp U2723QE",
      "marque": "Dell",
      "prix": 750,
      "promo": null,
      "image": "/images/ecrans/dell-u2723qe.jpg",
      "taille": "27 pouces",
      "resolution": "4K UHD (3840x2160)",
      "dalle": "IPS Black",
      "frequence": "60 Hz",
      "tempsReponse": "5 ms",
      "usbc": true,
      "usbcWatt": 90,
      "hdmi": 1,
      "displayport": 2,
      "hautParleurs": false,
      "reglableHauteur": true,
      "pivot": true,
      "vesa": "100x100",
      "description": "Le Dell UltraSharp U2723QE est un écran professionnel 4K de 27 pouces qui se distingue par sa dalle IPS Black offrant un contraste exceptionnel de 2000:1, soit le double d'une dalle IPS classique. Conçu pour les professionnels exigeants, il affiche 98% de l'espace colorimétrique DCI-P3 et est calibré en usine pour une précision des couleurs dès la sortie de la boîte. Son hub USB-C intégré avec Power Delivery 90W permet de charger votre laptop tout en transmettant vidéo et données via un seul câble. L'écran intègre également un port Ethernet RJ45 pour une connexion réseau filaire stable, idéal pour le télétravail. La fonction KVM permet de contrôler deux ordinateurs avec un seul clavier et une seule souris. Son pied ergonomique offre tous les réglages possibles : hauteur, inclinaison, pivot et rotation. La technologie ComfortView Plus réduit les émissions de lumière bleue sans altérer les couleurs, réduisant ainsi la fatigue oculaire lors de longues sessions de travail.",
      "pointsForts": [
        "Contraste exceptionnel 2000:1 grâce à la dalle IPS Black",
        "Hub USB-C complet avec 90W Power Delivery + port Ethernet RJ45",
        "Couverture colorimétrique 98% DCI-P3, calibré en usine",
        "Fonction KVM intégrée pour gérer 2 PC avec 1 clavier/souris",
        "Ergonomie complète : hauteur, pivot, inclinaison, rotation",
        "ComfortView Plus : réduction lumière bleue sans perte de couleurs"
      ],
      "pointsFaibles": [
        "Prix élevé comparé à la concurrence",
        "Pas de webcam intégrée",
        "Haut-parleurs absents"
      ],
      "pourQui": "Professionnels exigeants, graphistes, designers, photographes, développeurs, créateurs de contenu qui ont besoin d'une précision des couleurs irréprochable et d'une connectivité USB-C complète.",
      "amazonASIN": "B09RSTWVTP",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.5,
      "nbAvis": 2847,
      "badge": "Premium"
    },
    {
      "id": 2,
      "nom": "BenQ EW3270U",
      "marque": "BenQ",
      "prix": 450,
      "promo": null,
      "image": "/images/ecrans/benq-ew3270u.jpg",
      "taille": "31.5 pouces",
      "resolution": "4K UHD (3840x2160)",
      "dalle": "VA",
      "frequence": "60 Hz",
      "tempsReponse": "4 ms",
      "usbc": true,
      "usbcWatt": null,
      "hdmi": 2,
      "displayport": 1,
      "hautParleurs": true,
      "reglableHauteur": false,
      "pivot": false,
      "vesa": "100x100",
      "description": "Le BenQ EW3270U est un excellent choix pour ceux qui recherchent un grand écran 4K à prix contenu. Sa dalle VA de 31.5 pouces offre un contraste élevé de 3000:1 et une couverture de 95% de l'espace colorimétrique DCI-P3, idéale pour le multimédia et la création de contenu. La technologie Brightness Intelligence Plus ajuste automatiquement la luminosité et la température des couleurs en fonction de l'éclairage ambiant et du contenu affiché, optimisant ainsi le confort visuel. Compatible HDR10, l'écran offre une plage dynamique étendue pour des images plus réalistes. Les technologies Eye-Care de BenQ incluent un filtre de lumière bleue et une fonction anti-scintillement pour réduire la fatigue oculaire lors de longues sessions. Les haut-parleurs intégrés 2x2W offrent une qualité audio correcte pour les appels vidéo et le multimédia occasionnel. Le port USB-C permet une connectivité moderne, bien que sans Power Delivery. Seul bémol : l'ergonomie est limitée à l'inclinaison, sans réglage en hauteur.",
      "pointsForts": [
        "Grand format 32 pouces en 4K à prix très compétitif",
        "HDR10 avec couverture 95% DCI-P3 pour des couleurs riches",
        "Brightness Intelligence Plus : ajustement automatique luminosité",
        "Port USB-C inclus pour connectivité moderne",
        "Contraste élevé 3000:1 idéal pour les films et contenus sombres",
        "Haut-parleurs intégrés 2x2W",
        "Technologies Eye-Care : filtre lumière bleue + anti-scintillement"
      ],
      "pointsFaibles": [
        "Luminosité moyenne de 300 cd/m² (limite pour HDR)",
        "Réglages ergonomiques limités : inclinaison uniquement",
        "USB-C sans Power Delivery (pas de charge laptop)",
        "Angles de vision limités (dalle VA)"
      ],
      "pourQui": "Ceux qui veulent un grand écran 4K sans se ruiner, parfait pour multimédia, télétravail, montage vidéo amateur et gaming occasionnel. Excellent compromis prix/qualité pour un usage polyvalent.",
      "amazonASIN": "B07BBRLTRH",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.3,
      "nbAvis": 1523,
      "badge": "Meilleur rapport qualité/prix 4K"
    },
    {
      "id": 3,
      "nom": "Dell S2722DC",
      "marque": "Dell",
      "prix": 280,
      "promo": null,
      "image": "/images/ecrans/dell-s2722dc.jpg",
      "taille": "27 pouces",
      "resolution": "QHD (2560x1440)",
      "dalle": "IPS",
      "frequence": "75 Hz",
      "tempsReponse": "4 ms",
      "usbc": true,
      "usbcWatt": 65,
      "hdmi": 2,
      "displayport": 0,
      "hautParleurs": true,
      "reglableHauteur": true,
      "pivot": true,
      "vesa": "100x100",
      "description": "Le Dell S2722DC est l'écran idéal pour les télétravailleurs nomades et les utilisateurs de laptop. Sa résolution QHD (2560x1440) sur 27 pouces offre une densité de pixels optimale pour une netteté parfaite des textes et images, sans nécessiter de mise à l'échelle contrairement au 4K. Le port USB-C avec Power Delivery 65W permet de charger et connecter votre ordinateur portable avec un seul câble, réduisant l'encombrement sur le bureau. L'écran couvre 99% de l'espace sRGB, garantissant des couleurs fidèles pour le travail professionnel. Avec son taux de rafraîchissement de 75Hz et AMD FreeSync, il offre également une fluidité appréciable pour le gaming occasionnel. Le design élégant avec finition Platinum Silver et cadres ultra-fins sur trois côtés donne un aspect moderne et premium. Les haut-parleurs intégrés 2x3W sont pratiques pour les visioconférences. Le pied permet tous les ajustements ergonomiques : hauteur, pivot, inclinaison et rotation. Excellent choix pour un setup minimaliste et efficace.",
      "pointsForts": [
        "USB-C 65W Power Delivery : charge + vidéo + data en un câble",
        "Résolution QHD parfaite pour 27 pouces (pas de scaling)",
        "99% sRGB pour des couleurs fidèles en travail pro",
        "Design élégant finition Platinum Silver, cadres ultra-fins",
        "Haut-parleurs intégrés 2x3W corrects pour visioconférences",
        "75Hz + FreeSync : fluidité gaming occasionnel",
        "Ergonomie complète avec tous les ajustements"
      ],
      "pointsFaibles": [
        "Pas de 4K (mais suffisant et même préférable pour 27 pouces)",
        "Pas de DisplayPort (uniquement HDMI + USB-C)",
        "Contraste IPS standard 1000:1"
      ],
      "pourQui": "Télétravailleurs nomades avec laptop, étudiants, freelances qui veulent un setup épuré avec un seul câble USB-C. Parfait pour bureautique intensive, développement, design web et multitâche.",
      "amazonASIN": "B09CGYHJ84",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.4,
      "nbAvis": 3241,
      "badge": "Meilleur rapport qualité/prix QHD"
    },
    {
      "id": 4,
      "nom": "LG 27UP550-W",
      "marque": "LG",
      "prix": 300,
      "promo": null,
      "image": "/images/ecrans/lg-27up550.jpg",
      "taille": "27 pouces",
      "resolution": "4K UHD (3840x2160)",
      "dalle": "IPS",
      "frequence": "60 Hz",
      "tempsReponse": "5 ms",
      "usbc": false,
      "usbcWatt": 0,
      "hdmi": 2,
      "displayport": 1,
      "hautParleurs": false,
      "reglableHauteur": true,
      "pivot": true,
      "vesa": "100x100",
      "description": "Le LG 27UP550-W offre un excellent rapport qualité/prix pour accéder à la 4K sur un format 27 pouces. Sa dalle IPS garantit des angles de vision larges de 178° et une fidélité des couleurs avec une couverture de 99% du spectre sRGB, idéale pour le traitement photo et vidéo. Compatible HDR10, l'écran affiche une plage dynamique étendue pour des images plus contrastées et réalistes. Le design moderne avec trois côtés sans bordure offre un look épuré et facilite les configurations multi-écrans. AMD FreeSync élimine les déchirures d'écran pour une fluidité parfaite en gaming. Les technologies Eye Comfort incluent un mode Lecture qui ajuste la température des couleurs et réduit la lumière bleue. L'écran est réglable en hauteur et peut pivoter en mode portrait, pratique pour la programmation ou la lecture de documents longs. Le menu On-Screen Control permet de gérer facilement plusieurs écrans et de diviser l'affichage en zones. Seul manque : pas d'USB-C ni de haut-parleurs intégrés.",
      "pointsForts": [
        "4K UHD sur 27 pouces : densité de pixels optimale (163 PPI)",
        "Dalle IPS avec angles de vision 178° et 99% sRGB",
        "HDR10 pour plage dynamique étendue",
        "Design 3 côtés sans bordure, look moderne et épuré",
        "AMD FreeSync pour gaming fluide",
        "Réglable en hauteur + pivot mode portrait",
        "Prix accessible pour du 4K avec dalle IPS"
      ],
      "pointsFaibles": [
        "Pas d'USB-C (connectivité HDMI + DisplayPort uniquement)",
        "Pas de haut-parleurs intégrés",
        "Ergonomie basique sans rotation 360°",
        "Luminosité moyenne 350 cd/m²"
      ],
      "pourQui": "Utilisateurs cherchant du 4K abordable pour setup fixe (PC tour), photographes amateurs, monteurs vidéo, gamers occasionnels. Bon choix pour configuration double écran 4K sans USB-C.",
      "amazonASIN": "B08CVTTNN4",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.2,
      "nbAvis": 987,
      "badge": "Bon compromis 4K"
    },
    {
      "id": 5,
      "nom": "AOC U27B3AF",
      "marque": "AOC",
      "prix": 180,
      "promo": null,
      "image": "/images/ecrans/aoc-u27b3af.jpg",
      "taille": "27 pouces",
      "resolution": "4K UHD (3840x2160)",
      "dalle": "IPS",
      "frequence": "60 Hz",
      "tempsReponse": "4 ms",
      "usbc": false,
      "usbcWatt": 0,
      "hdmi": 2,
      "displayport": 1,
      "hautParleurs": false,
      "reglableHauteur": true,
      "pivot": false,
      "vesa": "100x100",
      "description": "L'AOC U27B3AF est la porte d'entrée idéale vers la 4K pour les budgets serrés. Malgré son prix attractif, il offre une dalle IPS 4K de 27 pouces avec des angles de vision corrects et une luminosité de 300 cd/m² suffisante pour la plupart des environnements de travail. Les technologies Flicker-Free et Low Blue Light protègent vos yeux lors de longues sessions de travail en réduisant le scintillement et les émissions de lumière bleue nocive. Le design avec trois côtés sans bordure facilite les configurations multi-écrans et offre un look moderne. L'écran est réglable en hauteur et inclinable, permettant de trouver une position ergonomique confortable. La connectique HDMI et DisplayPort assure une compatibilité avec la plupart des configurations. Attention cependant, la couverture colorimétrique est limitée au sRGB standard (pas de DCI-P3), ce qui peut être insuffisant pour les professionnels de l'image exigeants. Pas de haut-parleurs ni d'USB-C, mais à ce prix, c'est un excellent compromis pour découvrir la 4K.",
      "pointsForts": [
        "4K à prix mini : meilleur rapport qualité/prix pour débuter",
        "Dalle IPS avec bons angles de vision",
        "Luminosité 300 cd/m² correcte pour la bureautique",
        "Flicker-Free + Low Blue Light : confort visuel prolongé",
        "Design 3 côtés sans bordure",
        "Réglable en hauteur + inclinaison",
        "Connectique HDMI + DisplayPort"
      ],
      "pointsFaibles": [
        "Couverture colorimétrique limitée (sRGB uniquement)",
        "Pas d'USB-C ni de haut-parleurs",
        "Construction basique, finitions plastique",
        "Pas de pivot ni de rotation",
        "Contraste IPS standard 1000:1"
      ],
      "pourQui": "Budget serré, premier écran 4K, étudiants, télétravail bureautique simple, navigation web et multimédia. Pas adapté aux professionnels de l'image mais parfait pour débuter en 4K sans se ruiner.",
      "amazonASIN": "B0BZS1T5YL",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.1,
      "nbAvis": 654,
      "badge": "Entry-level 4K"
    }
  ],

  "ultrawide": [
    {
      "id": 6,
      "nom": "Dell S3423DWC",
      "marque": "Dell",
      "prix": 450,
      "promo": null,
      "image": "/images/ecrans/dell-s3423dwc.jpg",
      "taille": "34 pouces",
      "resolution": "UWQHD (3440x1440)",
      "ratio": "21:9",
      "dalle": "VA Incurvée 1800R",
      "frequence": "100 Hz",
      "tempsReponse": "5 ms",
      "usbc": true,
      "usbcWatt": 65,
      "hdmi": 2,
      "displayport": 1,
      "hautParleurs": true,
      "reglableHauteur": true,
      "pivot": false,
      "vesa": "100x100",
      "description": "Le Dell S3423DWC est l'écran ultrawide idéal pour remplacer une configuration double écran tout en simplifiant votre setup. Sa résolution UWQHD (3440x1440) en format 21:9 offre l'équivalent de deux écrans 27 pouces côte à côte, sans bordure centrale gênante. La courbure 1800R épouse naturellement votre champ de vision pour une immersion confortable sans être trop prononcée. Le port USB-C avec Power Delivery 65W permet de connecter votre laptop avec un seul câble pour la vidéo, les données et la charge. La dalle VA offre un bon contraste et une couverture de 99% du spectre sRGB, suffisante pour la plupart des travaux professionnels. Le taux de rafraîchissement de 100Hz avec AMD FreeSync assure une fluidité appréciable pour le multitâche et le gaming occasionnel. Le pied ergonomique se règle en hauteur, permettant de trouver la position idéale. Les haut-parleurs intégrés sont pratiques pour les visioconférences. Dell EasyArrange facilite l'organisation des fenêtres pour optimiser l'espace de travail horizontal. Excellent choix pour les professionnels cherchant productivité et confort.",
      "pointsForts": [
        "USB-C 65W : solution un câble pour laptop",
        "Résolution UWQHD parfaite pour 34 pouces ultrawide",
        "99% sRGB : couleurs fidèles pour travail pro",
        "Courbure 1800R confortable, pas trop agressive",
        "100Hz + FreeSync : fluidité gaming et multitâche",
        "Dell EasyArrange : gestion fenêtres optimisée",
        "Haut-parleurs intégrés + ergonomie réglable hauteur"
      ],
      "pointsFaibles": [
        "Contraste VA moyen pour ce type de dalle",
        "HDR limité (pas de certification)",
        "Pas de pivot (normal pour ultrawide)"
      ],
      "pourQui": "Télétravailleurs voulant remplacer 2 écrans par un seul, développeurs, traders, analystes de données, créateurs de contenu. Parfait pour multitâche intensif avec solution USB-C élégante.",
      "amazonASIN": "B09VH8B1XW",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.4,
      "nbAvis": 1876,
      "badge": "Meilleur polyvalent ultrawide"
    },
    {
      "id": 7,
      "nom": "Samsung Odyssey G5 34\"",
      "marque": "Samsung",
      "prix": 300,
      "promo": null,
      "image": "/images/ecrans/samsung-g5-34.jpg",
      "taille": "34 pouces",
      "resolution": "UWQHD (3440x1440)",
      "ratio": "21:9",
      "dalle": "VA Incurvée 1000R",
      "frequence": "165 Hz",
      "tempsReponse": "1 ms (MPRT)",
      "usbc": false,
      "usbcWatt": 0,
      "hdmi": 2,
      "displayport": 1,
      "hautParleurs": false,
      "reglableHauteur": false,
      "pivot": false,
      "vesa": "100x100",
      "description": "Le Samsung Odyssey G5 34 pouces offre un rapport qualité/prix imbattable pour entrer dans le monde de l'ultrawide. Sa courbure très prononcée 1000R (rayon de 1 mètre) enveloppe complètement votre champ de vision pour une immersion maximale, idéale pour les jeux et les films. La résolution UWQHD (3440x1440) offre un niveau de détail excellent sur ce format 21:9. Avec un taux de rafraîchissement de 165Hz et un temps de réponse de 1ms, c'est un écran taillé pour le gaming compétitif. AMD FreeSync Premium élimine les déchirures et saccades. La technologie HDR10 améliore le contraste et les couleurs pour des images plus réalistes. Les modes Eye Saver et Flicker Free protègent vos yeux lors de longues sessions. Attention cependant : l'ergonomie est limitée à l'inclinaison (pas de réglage en hauteur ni de pivot), et il n'y a pas d'USB-C. Malgré ces limitations, c'est un choix excellent pour les gamers et télétravailleurs à budget serré qui veulent découvrir l'ultrawide sans compromis sur les performances.",
      "pointsForts": [
        "Prix ultra-compétitif pour de l'ultrawide UWQHD",
        "Courbure 1000R très immersive (rayon 1m)",
        "165Hz + 1ms : performances gaming excellentes",
        "AMD FreeSync Premium pour fluidité parfaite",
        "HDR10 pour contraste amélioré",
        "Eye Saver + Flicker Free : confort visuel",
        "Design gaming moderne avec éclairage arrière"
      ],
      "pointsFaibles": [
        "Ergonomie très limitée : inclinaison uniquement",
        "Pas d'USB-C (uniquement HDMI + DP)",
        "Pas de haut-parleurs intégrés",
        "Luminosité moyenne 250 cd/m²",
        "Courbure 1000R peut nécessiter adaptation"
      ],
      "pourQui": "Gamers budget serré, streamers débutants, télétravailleurs qui veulent un grand espace de travail immersif. Excellent compromis gaming + productivité à prix mini.",
      "amazonASIN": "B09JBLHBWJ",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.3,
      "nbAvis": 2134,
      "badge": "Meilleur rapport qualité/prix ultrawide"
    },
    {
      "id": 8,
      "nom": "BenQ MOBIUZ EX3410R",
      "marque": "BenQ",
      "prix": 580,
      "promo": null,
      "image": "/images/ecrans/benq-ex3410r.jpg",
      "taille": "34 pouces",
      "resolution": "UWQHD (3440x1440)",
      "ratio": "21:9",
      "dalle": "VA Incurvée 1000R",
      "frequence": "144 Hz",
      "tempsReponse": "1 ms (MPRT)",
      "usbc": false,
      "usbcWatt": 0,
      "hdmi": 2,
      "displayport": 1,
      "hautParleurs": true,
      "reglableHauteur": true,
      "pivot": false,
      "vesa": "100x100",
      "description": "Le BenQ MOBIUZ EX3410R se distingue comme l'ultrawide premium pour gaming et création immersive. Sa dalle VA incurvée 1000R offre une immersion totale, tandis que la technologie HDRi de BenQ optimise automatiquement le contraste et les couleurs pour chaque type de contenu. Le Light Tuner permet d'ajuster finement les zones sombres des jeux pour repérer les ennemis cachés sans surexposer les zones claires. La couverture colorimétrique 90% DCI-P3 assure des couleurs riches pour la création de contenu. Mais ce qui rend cet écran unique, c'est son système audio 2.1 avec subwoofer intégré : les haut-parleurs 2x2W + subwoofer 5W offrent une qualité sonore rarement vue sur un écran, avec des basses profondes et un son immersif compatible treVolo Audio. Les 144Hz avec AMD FreeSync Premium garantissent une fluidité parfaite en jeu. L'ergonomie est complète avec réglage en hauteur et inclinaison. Le mode B.I.+ ajuste automatiquement la luminosité selon l'ambiance. Un écran haut de gamme qui ne fait aucun compromis sur l'expérience audiovisuelle.",
      "pointsForts": [
        "Système audio 2.1 exceptionnel : 2x2W + subwoofer 5W",
        "HDRi BenQ : optimisation auto contraste/couleurs par contenu",
        "Light Tuner : ajustement zones sombres sans surexposition",
        "90% DCI-P3 : couleurs riches pour création",
        "144Hz + 1ms + FreeSync Premium : gaming fluide",
        "Courbure 1000R très immersive",
        "Ergonomie complète : hauteur + inclinaison réglables",
        "B.I.+ : ajustement auto luminosité selon ambiance"
      ],
      "pointsFaibles": [
        "Prix élevé pour de l'ultrawide",
        "Pas d'USB-C",
        "Nécessite espace bureau conséquent (34 pouces incurvé)"
      ],
      "pourQui": "Gamers exigeants, streamers, créateurs de contenu qui veulent la meilleure expérience audiovisuelle immersive. Idéal pour ceux qui veulent un écran gaming premium sans avoir besoin d'enceintes externes.",
      "amazonASIN": "B09CDMW3Y1",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.6,
      "nbAvis": 743,
      "badge": "Premium immersif"
    },
    {
      "id": 9,
      "nom": "LG 34WN650-W",
      "marque": "LG",
      "prix": 240,
      "promo": null,
      "image": "/images/ecrans/lg-34wn650.jpg",
      "taille": "34 pouces",
      "resolution": "UWFHD (2560x1080)",
      "ratio": "21:9",
      "dalle": "IPS",
      "frequence": "75 Hz",
      "tempsReponse": "5 ms",
      "usbc": false,
      "usbcWatt": 0,
      "hdmi": 2,
      "displayport": 1,
      "hautParleurs": true,
      "reglableHauteur": false,
      "pivot": false,
      "vesa": "100x100",
      "description": "Le LG 34WN650-W est l'option parfaite pour découvrir l'ultrawide sans investissement massif. Sa résolution UWFHD (2560x1080) en format 21:9 offre une surface d'affichage étendue idéale pour le multitâche et la bureautique. La dalle IPS garantit des angles de vision larges de 178° et une couverture de 99% du spectre sRGB pour des couleurs fidèles. Compatible HDR10, l'écran affiche une plage dynamique améliorée pour les contenus compatibles. Le mode Reader réduit la lumière bleue et ajuste la température des couleurs pour un confort de lecture prolongé. AMD FreeSync à 75Hz assure une fluidité correcte pour le gaming occasionnel. Les haut-parleurs intégrés 2x7W offrent une puissance audio supérieure à la moyenne pour un écran. L'écran plat (non incurvé) facilite le placement sur un bureau et convient mieux aux petits espaces. Le mode OnScreen Control permet de gérer facilement plusieurs écrans et de personnaliser l'affichage. Attention : la résolution UWFHD est moins dense que l'UWQHD, donc moins adaptée au travail de précision.",
      "pointsForts": [
        "Prix entry-level pour découvrir l'ultrawide 34 pouces",
        "Dalle IPS : angles de vision 178° + 99% sRGB",
        "HDR10 + mode Reader pour confort lecture",
        "Haut-parleurs 2x7W : puissance audio au-dessus moyenne",
        "75Hz + FreeSync : fluidité gaming casual",
        "Écran plat : meilleure intégration petits bureaux",
        "OnScreen Control : gestion multi-écrans facile"
      ],
      "pointsFaibles": [
        "Résolution UWFHD moins dense que UWQHD",
        "Pas d'USB-C",
        "Pas de réglage hauteur ni de pivot",
        "Contraste IPS standard 1000:1",
        "Pas adapté travail précision (retouche photo/vidéo pro)"
      ],
      "pourQui": "Premier ultrawide à budget limité, multimédia, bureautique étendue, gaming casual. Parfait pour ceux qui veulent tester l'ultrawide avant d'investir dans du UWQHD haut de gamme.",
      "amazonASIN": "B07YGZ7C1K",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.2,
      "nbAvis": 1456,
      "badge": "Entry-level ultrawide"
    }
  ],

  "supports": [
    {
      "id": 10,
      "nom": "Amazon Basics Support Double Écran",
      "marque": "Amazon Basics",
      "prix": 90,
      "promo": null,
      "image": "/images/supports/amazon-basics-dual.jpg",
      "type": "Bras double articulé",
      "capacite": "2 écrans 13-27 pouces",
      "poidsMax": "11 kg par écran",
      "vesa": "75x75 / 100x100",
      "fixation": "Pince bureau (10-100mm) ou grommet",
      "ressortGaz": true,
      "gestionCables": true,
      "rotation360": true,
      "pivot": true,
      "description": "Le support double écran Amazon Basics offre un excellent rapport qualité/prix pour libérer l'espace de votre bureau. Ses deux bras articulés à ressort à gaz permettent un ajustement fluide et précis de la hauteur, l'angle et la profondeur de chaque écran indépendamment. Compatible avec la plupart des écrans de 13 à 27 pouces pesant jusqu'à 11kg chacun via les fixations VESA 75x75mm ou 100x100mm standard. Le système de fixation offre deux options : soit par pince robuste sur le bord du bureau (épaisseur 10-100mm), soit par passage à travers un trou (grommet) pour une installation permanente. La gestion des câbles intégrée dans les bras et le support vertical maintient un bureau propre et organisé. Chaque écran peut pivoter à 360° et basculer en mode portrait ou paysage selon vos besoins. Le montage est relativement simple avec les instructions fournies et tous les outils nécessaires inclus. Le seul bémol concerne la finition en plastique de certaines pièces qui peut sembler fragile, mais qui tient bien dans le temps pour un usage bureautique normal.",
      "pointsForts": [
        "Excellent rapport qualité/prix (~45€ par bras)",
        "Installation simple, outils et visserie fournis",
        "Stabilité très bonne pour écrans jusqu'à 27 pouces",
        "Ressorts à gaz fluides pour ajustement facile",
        "Gestion câbles intégrée pour bureau propre",
        "Compatible VESA 75/100 : large compatibilité écrans",
        "2 modes fixation : pince bureau ou grommet",
        "Rotation 360° + pivot portrait/paysage"
      ],
      "pointsFaibles": [
        "Finitions plastique moyennes sur certains caches",
        "Peut nécessiter ajustement tension ressorts après installation",
        "Instructions parfois peu claires (point rotation VESA)",
        "Clips gestion câbles en plastique fragiles"
      ],
      "pourQui": "Télétravail bureautique, développeurs, traders, analystes qui veulent une solution double écran fiable sans se ruiner. Parfait pour setup productivité avec écrans 24-27 pouces.",
      "amazonASIN": "B076B3Q8JR",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.3,
      "nbAvis": 5432,
      "badge": "Meilleur rapport qualité/prix"
    },
    {
      "id": 11,
      "nom": "BONTEC Support Double Bras Articulé",
      "marque": "BONTEC",
      "prix": 50,
      "promo": null,
      "image": "/images/supports/bontec-dual.jpg",
      "type": "Bras double articulé",
      "capacite": "2 écrans 13-27 pouces",
      "poidsMax": "10 kg par écran",
      "vesa": "75x75 / 100x100",
      "fixation": "Pince bureau (10-100mm) ou grommet",
      "ressortGaz": false,
      "gestionCables": true,
      "rotation360": true,
      "pivot": true,
      "description": "Le support double écran BONTEC représente l'entrée de gamme accessible pour libérer l'espace de votre bureau. Compatible avec des écrans de 13 à 27 pouces pesant jusqu'à 10kg chacun, il offre une grande flexibilité d'installation grâce aux fixations VESA 75x75mm et 100x100mm standard. Les deux bras indépendants permettent un ajustement sur 6 axes : rotation horizontale 360°, inclinaison verticale 180°, extension jusqu'à 43cm et pivot pour passage mode portrait. Le système de fixation par pince robuste s'adapte aux bureaux de 10 à 100mm d'épaisseur, ou via un trou traversant avec le grommet fourni. La gestion des câbles intégrée maintient un environnement de travail ordonné. L'installation est simple avec tous les outils fournis et des instructions claires. Point d'attention : sans ressort à gaz, les bras sont moins fluides à ajuster qu'un modèle premium et peuvent s'affaisser légèrement avec le temps si les vis ne sont pas bien serrées. Pour le prix, c'est un excellent choix pour un premier setup double écran.",
      "pointsForts": [
        "Prix mini : meilleur rapport qualité/prix du marché",
        "Installation simple, outils et fixations fournis",
        "Réglages multiples : 6 axes d'ajustement",
        "Rotation 360° + inclinaison 180° + pivot",
        "Extension 43cm : grande amplitude mouvement",
        "Compatible VESA 75/100 : large compatibilité",
        "Gestion câbles intégrée",
        "2 modes fixation : pince ou grommet"
      ],
      "pointsFaibles": [
        "Pas de ressort à gaz : ajustement moins fluide",
        "Peut s'affaisser avec temps si mal serré",
        "Construction correcte mais pas premium",
        "Clips câbles en plastique basique",
        "Ne supporte pas écrans lourds (max 10kg)"
      ],
      "pourQui": "Budget très serré, premier setup double écran, étudiants, télétravail occasionnel avec écrans légers (24 pouces max). Bon pour tester avant d'investir dans du premium.",
      "amazonASIN": "B01MR397OH",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.0,
      "nbAvis": 3211,
      "badge": "Budget"
    },
    {
      "id": 12,
      "nom": "Ergosolid Support Double Écran",
      "marque": "Ergosolid",
      "prix": 120,
      "promo": null,
      "image": "/images/supports/ergosolid-dual.jpg",
      "type": "Bras double articulé ressort gaz",
      "capacite": "2 écrans 17-32 pouces",
      "poidsMax": "9 kg par écran",
      "vesa": "75x75 / 100x100",
      "fixation": "Pince bureau (10-90mm) ou grommet",
      "ressortGaz": true,
      "gestionCables": true,
      "rotation360": true,
      "pivot": true,
      "description": "L'Ergosolid Support Double Écran représente le haut de gamme des bras articulés avec une qualité de construction exceptionnelle. Chaque bras est équipé d'un ressort à gaz calibrable qui offre un ajustement ultra-fluide et maintient parfaitement la position des écrans même lourds (jusqu'à 9kg). Compatible avec des écrans de 17 à 32 pouces via fixations VESA 75x75mm et 100x100mm, il peut même supporter des ultrawides 34 pouces légers. La structure en aluminium brossé offre une finition premium et une robustesse à toute épreuve. Les articulations multiples permettent un ajustement millimétrique sur tous les axes : hauteur, profondeur, inclinaison, rotation 360° et pivot. Le système de gestion des câbles est particulièrement soigné avec des passages intégrés discrets tout le long des bras. L'installation est aisée avec le système de fixation par pince renforcée (10-90mm) ou grommet. La calibration du ressort à gaz se fait avec la clé Allen fournie pour adapter la tension au poids exact de vos écrans. Un investissement qui dure des années.",
      "pointsForts": [
        "Qualité construction premium : aluminium brossé",
        "Ressorts à gaz fluides et précis, réglage optimal",
        "Supporte écrans lourds : jusqu'à 32 pouces",
        "Compatible ultrawides 34 pouces légers",
        "Ajustement millimétrique sur tous les axes",
        "Gestion câbles soignée, passages intégrés discrets",
        "Stabilité parfaite : aucun affaissement dans temps",
        "Finition premium, design élégant"
      ],
      "pointsFaibles": [
        "Prix élevé (mais justifié par qualité)",
        "Installation demande minutie pour calibration",
        "Rotation parfois trop sensible (nécessite ajustement vis)"
      ],
      "pourQui": "Professionnels exigeants, setup long terme, utilisateurs avec écrans lourds ou ultrawides, ceux qui veulent le meilleur en ergonomie. Investissement durable qui améliore réellement le confort quotidien.",
      "amazonASIN": "B091D2CKC7",
      "amazonURL": "",
      "cdiscountURL": "",
      "note": 4.7,
      "nbAvis": 1876,
      "badge": "Premium"
    }
  ],

  "setups": [
    {
      "id": 13,
      "nom": "Setup Budget : Double 4K Entry-Level",
      "prix": 430,
      "image": "/images/setups/setup-budget.jpg",
      "description": "Configuration double écran 4K accessible pour démarrer en télétravail avec une qualité d'image correcte. Deux écrans AOC U27B3AF 27 pouces 4K sur support BONTEC offrent une surface d'affichage totale équivalente à 54 pouces avec une densité de pixels optimale. Idéal pour la bureautique, le développement web et la navigation multi-fenêtres.",
      "composition": [
        {
          "produitId": 5,
          "quantite": 2,
          "nom": "AOC U27B3AF 27\" 4K"
        },
        {
          "produitId": 11,
          "quantite": 1,
          "nom": "BONTEC Support Double Bras"
        }
      ],
      "prixDetail": {
        "ecrans": 360,
        "support": 50,
        "total": 410
      },
      "pourQui": "Étudiants, premier setup télétravail, budget serré, bureautique standard, développement web débutant."
    },
    {
      "id": 14,
      "nom": "Setup Équilibré : Double QHD USB-C",
      "prix": 650,
      "image": "/images/setups/setup-equilibre.jpg",
      "description": "Configuration professionnelle optimale avec deux Dell S2722DC offrant connectivité USB-C et résolution QHD parfaite pour 27 pouces. Les deux écrans peuvent charger et connecter des laptops via USB-C 65W, créant un setup minimaliste et efficace. Le support Amazon Basics garantit stabilité et ergonomie. Surface totale équivalente à 54 pouces en QHD haute définition.",
      "composition": [
        {
          "produitId": 3,
          "quantite": 2,
          "nom": "Dell S2722DC 27\" QHD USB-C"
        },
        {
          "produitId": 10,
          "quantite": 1,
          "nom": "Amazon Basics Dual Monitor Stand"
        }
      ],
      "prixDetail": {
        "ecrans": 560,
        "support": 90,
        "total": 650
      },
      "pourQui": "Télétravailleurs avec laptop, freelances, développeurs, designers web, usage intensif multi-applications."
    },
    {
      "id": 15,
      "nom": "Setup Premium : Double 4K Pro",
      "prix": 1620,
      "image": "/images/setups/setup-premium.jpg",
      "description": "Configuration haut de gamme pour professionnels exigeants. Deux Dell UltraSharp U2723QE avec dalles IPS Black offrent un contraste exceptionnel de 2000:1 et une précision colorimétrique professionnelle (98% DCI-P3). Hub USB-C complet avec 90W PD et Ethernet sur chaque écran. Le support Ergosolid premium garantit une ergonomie parfaite avec ajustement fluide. Configuration totale équivalente à 54 pouces en 4K ultra-précis.",
      "composition": [
        {
          "produitId": 1,
          "quantite": 2,
          "nom": "Dell UltraSharp U2723QE 27\" 4K"
        },
        {
          "produitId": 12,
          "quantite": 1,
          "nom": "Ergosolid Support Double Premium"
        }
      ],
      "prixDetail": {
        "ecrans": 1500,
        "support": 120,
        "total": 1620
      },
      "pourQui": "Graphistes professionnels, photographes, monteurs vidéo, traders, analystes financiers, développeurs senior."
    }
  ]
}